local L = LibStub("AceLocale-3.0"):NewLocale("mshFrames", "ruRU", true)
if not L then return end

L["ВНИМАНИЕ:"] = "ВНИМАНИЕ:"
L["Требуется /reload для применения настроек."] = "Требуется /reload для применения настроек."

L["Сверху слева"] = "Сверху слева"
L["Сверху"] = "Сверху"
L["Сверху справа"] = "Сверху справа"
L["Слева"] = "Слева"
L["Центр"] = "Центр"
L["Справа"] = "Справа"
L["Снизу слева"] = "Снизу слева"
L["Снизу"] = "Снизу"
L["Снизу справа"] = "Снизу справа"



L["Нет"] = "Нет"
L["Тонкий Красивый"] = "Тонкий Красивый"
L["Тонкий Уродский"] = "Тонкий Уродский"
L["Жирный"] = "Жирный"
L["Пиксельный"] = "Пиксельный"

L["Включить"] = "Включить"
L["Выключено"] = "Выключено"
L["Показать Тултип"] = "Показать Тултип"
L["Показывать описание при наведении на иконку"] = "Показывать описание при наведении на иконку"

L["Стандартные Blizzard"] = "Стандартные Blizzard"
L["Кастомные ауры"] = "Кастомные ауры"

L["Иконка лидера"] = "Иконка лидера"
L["Включить иконку"] = "Включить иконку"
L["Размер"] = "Размер"
L["Прозрачность"] = "Прозрачность"
L["Точка привязки"] = "Точка привязки"
L["Смещение X"] = "Смещение X"
L["Смещение Y"] = "Смещение Y"

L["Внешний вид"] = "Внешний вид"
L["Таймер"] = "Таймер"

L["Расположение (Кастом)"] = "Расположение (Кастом)"
L["Рост"] = "Рост"
L["Отступ"] = "Отступ"
L["Масштаб текста"] = "Масштаб текста"

L["Важные дебаффы"] = "Важные дебаффы"
L["Показывать большие дебаффы от боссов"] = "Показывать большие дебаффы от боссов"
L["Только рассеиваемые"] = "Только рассеиваемые"
L["Показывать только дебаффы, которые можно рассеять"] = "Показывать только дебаффы, которые можно рассеять"
L["Размер иконок"] = "Размер иконок"

L["Режим отображения"] = "Режим отображения"
L["Выберите тип работы индикатора диспела (CVar)"] = "Выберите тип работы индикатора диспела (CVar)"
L["Я могу рассеять"] = "Я могу рассеять"
L["Показывать все"] = "Показывать все"

L["Общие"] = "Общие"
L["Текстура"] = "Текстура"
L["Заголовки групп"] = "Заголовки групп"
L["Показывать названия групп"] = "Показывать названия групп"
L["Яркость подсветки"] = "Яркость подсветки"
L["Прозрачность блика при наведении мыши."] = "Прозрачность блика при наведении мыши"

L["Имена"] = "Имена"
L["Шрифт"] = "Шрифт"
L["Глобальный шрифт"] = "Глобальный шрифт"
L["Контур"] = "Контур"
L["Длина имени"] = "Длина имени"

L["Ауры"] = "Ауры"
L["Баффы"] = "Баффы"
L["Дебаффы"] = "Дебаффы"
L["Иконка диспела"] = "Иконка диспела"
L["Центральный Сейв"] = "Центральный Сейв"

L["Рейдовые метки"] = "Рейдовые метки"
L["Иконки ролей"] = "Иконки ролей"
L["Полностью отключает кастомизацию ролей и возвращает родные иконки игры."] =
"Полностью отключает кастомизацию ролей и возвращает родные иконки игры."
L["Включить кастомные иконки ролей"] = "Включить кастомные иконки ролей"
L["Отображает иконку танка, целителя или урона"] = "Отображает иконку танка, целителя или урона"
L["Танк"] = "Танк"
L["Хил"] = "Хил"
L["ДД"] = "ДД"
L["Устанавливает этот шрифт для всех текстов в аддоне."] = "Устанавливает этот шрифт для всех текстов в аддоне."
L["Формат данных ХП"] = "Формат данных ХП"
L["Влияет на то, какие данные Blizzard готовит для отображения (CVar)"] =
"Влияет на то, какие данные Blizzard готовит для отображения (CVar)"
L["Цифры"] = "Цифры"
L["Проценты"] = "Проценты"
L["Скрыть"] = "Скрыть"
L["Цвета классов"] = "Цвета классов"
L["Включает окрашивание фреймов в цвета классов (CVar)"] = "Включает окрашивание фреймов в цвета классов (CVar)"
L["Профили"] = "Профили"
L["Экспорт профиля"] = "Экспорт профиля"
L["Экспорт и Импорт (строка)"] = "Экспорт и Импорт (строка)"
L["Экспорт"] = "Экспорт"
L["Импорт"] = "Импорт"
L["LOAD_MESSAGE"] = "|cff00ff00%s загружен!|r Используйте |cffffff00%s|r для настройки."
L["mshFrames"] = "mshFrames"
L["Здоровье"] = "Здоровье"
L["Вы уверены, что хотите перезаписать текущий профиль этими настройками?"] =
"Вы уверены, что хотите перезаписать текущий профиль этими настройками?"
L["Включить метки"] = "Включить метки"
